 [ 
  {
      "id": "[Record]",
      "link": "http://www.imdb.com/title/tt1401143/?ref_=rvi_tt",
      "idImdb": 1401143,
      "year": 2010,
      "title": "Papai Noel das Cavernas",
      "rating": 6.7,
      "ratingCount": "21,539",
      "createdAt": "2017-10-31 00:41:32",
      "originalTitle": "Rare Exports",
      "duration": "1h 24min",
      "director": "Jalmari Helander",
      "description": "In the depths of the Korvatunturi mountains, 486 metres deep, lies the closest ever guarded secret of Christmas. The time has come to dig it up! This Christmas everyone will believe in Santa Claus.\r\n            \r\n            \r\nOn Christmas Eve in Finland, Santa Claus is unearthed in an archaeological dig. Soon after, children start disappearing, leading a boy and his father to capture Santa and, with the help of fellow hunters, they look to sell him back to the corporation that sponsored the dig. And then there's Santa's elves, who are determined to free their leader...                Written by\r\nAnonymous",
      "genre": "[List]",
      "cast": "[List]",
      "v": 0
    },
    {
      "id": "[Record]",
      "link": "http://www.imdb.com/title/tt1629377/?ref_=rvi_tt",
      "idImdb": 1629377,
      "year": 2010,
      "title": "Horas de Medo",
      "rating": 6.4,
      "ratingCount": "6,162",
      "createdAt": "2017-10-31 00:41:33",
      "originalTitle": "Secuestrados",
      "duration": "1h 25min",
      "director": "Miguel Ángel Vivas",
      "description": "Three hooded Eastern-European criminals burst into a home in a Madrid gated community, holding the family hostage in its own home, and forcing the father to empty his credit cards.\r\n            \r\n            \r\nJaime, his wife Marta and their teenage daughter Isa move to a dream house in Madrid and they plan a family dinner to celebrate. Out of the blue, three violent hooded thieves break in their house and hold the Marta and Isa hostage while their leader goes to the bank with Jaime to withdraw money from the family bank accounts in a tragic night of terror.                Written by\r\nClaudio Carvalho, Rio de Janeiro, Brazil",
      "genre": "[List]",
      "cast": "[List]",
      "v": 0
    },
    {
      "id": "[Record]",
      "link": "http://www.imdb.com/title/tt0492389/?ref_=rvi_tt",
      "idImdb": 492389,
      "year": 2010,
      "title": "Deu a Louca nos Bichos",
      "rating": 3.8,
      "ratingCount": "13,280",
      "createdAt": "2017-10-31 00:41:34",
      "originalTitle": "Furry Vengeance",
      "duration": "1h 32min",
      "director": "Roger Kumble",
      "description": "In the Oregon wilderness, a real-estate developer's new housing subdivision faces a unique group of protestors: local woodland creatures who don't want their homes disturbed.\r\n            \r\n            \r\nHoping to make enough money through an overseas employer to live comfortably, Real Estate Developer Dan Sanders manages to convince his son, Tyler, and wife, Tammy, to re-locate in a remote corner of Oregon. Tyler does seem content after he meets with lovely Amber, but Tammy is concerned about her husband when he near-hysterically claims that local creatures, including beavers, ravens, bears, fox, etc. have joined forces to sabotage his project.                Written by\r\nrAjOo (gunwanti@hotmail.com)",
      "genre": "[List]",
      "cast": "[List]",
      "v": 0
    },
    {
      "id": "[Record]",
      "link": "http://www.imdb.com/title/tt1032751/?ref_=rvi_tt",
      "idImdb": 1032751,
      "year": 2010,
      "title": "O Caminho do Guerreiro",
      "rating": 6.3,
      "ratingCount": "23,228",
      "createdAt": "2017-10-31 00:41:34",
      "originalTitle": "The Warrior's Way",
      "duration": "1h 40min",
      "director": "Sngmoo Lee",
      "description": "A warrior-assassin is forced to hide in a small town in the American Badlands after refusing a mission.\r\n            \r\n            \r\nYang, the world's finest swordsman, packs it in and leaves Japan to find an old friend in the Wild West rather than kill the infant queen of a rival clan. He carries the baby to his friend's desolate, broken-down town; the friend has died, so Yang reopens a laundry and settles down, hanging wet clothes, growing flowers, raising the infant, and finding himself attracted to Lynne, a red-haired woman with a tragic past. As long as Yang keeps his sword sheathed, his rivals won't find him, but a band of reprobate gunmen terrorize the town and threaten Lynne. Showdowns are inevitable, but once the sword is drawn, can Yang find rest, a home, and a family?                Written by\r\n<jhailey@hotmail.com>",
      "genre": "[List]",
      "cast": "[List]",
      "v": 0
    },
    {
      "id": "[Record]",
      "link": "http://www.imdb.com/title/tt1494772/?ref_=rvi_tt",
      "idImdb": 1494772,
      "year": 2010,
      "title": "Liga da Justiça: Crise em Duas Terras",
      "rating": 7.3,
      "ratingCount": "19,031",
      "createdAt": "2017-10-31 00:41:36",
      "originalTitle": "Justice League: Crisis on Two Earths",
      "duration": "1h 15min",
      "director": "Sam LiuLauren Montgomery",
      "description": "A good version of Lex Luthor from a parallel Earth comes to the Justice League's dimension for help to fight their evil counterparts.\r\n            \r\n            \r\nA good version of Lex Luthor from a parallel Earth comes to the Justice League's dimension for help to fight their evil counterparts.",
      "genre": "[List]",
      "cast": "[List]",
      "v": 0
    },
    {
      "id": "[Record]",
      "link": "http://www.imdb.com/title/tt1646876/?ref_=rvi_tt",
      "idImdb": 1646876,
      "year": 2010,
      "title": "16 Desejos",
      "rating": 5.5,
      "ratingCount": "9,235",
      "createdAt": "2017-10-31 00:41:40",
      "originalTitle": "16 Wishes",
      "duration": "1h 30min",
      "director": "Peter DeLuise",
      "description": "A 16 year old girl prepares a list of 16 wishes for 8 years, hoping they will come true on her 16th birthday. A fairy comes to give her 16 candles that make the 16 wishes come true. Her ...\r\n                    See full summary »\r\n            \r\n            \r\nA 16 year old girl prepares a list of 16 wishes for 8 years, hoping they will come true on her 16th birthday. A fairy comes to give her 16 candles that make the 16 wishes come true. Her wishes go the wrong way and are permanent when midnight comes. She has one final wish to reverse her previous wishes.                Written by\r\nSaja",
      "genre": "[List]",
      "cast": "[List]",
      "v": 0
    },
    {
      "id": "[Record]",
      "link": "http://www.imdb.com/title/tt1321865/?ref_=rvi_tt",
      "idImdb": 1321865,
      "year": 0,
      "title": "Carlos, o Chacal",
      "rating": 7.7,
      "ratingCount": "11,186",
      "createdAt": "2017-10-31 00:41:43",
      "originalTitle": "Carlos",
      "duration": "5h 34min",
      "director": "",
      "description": "The story of Venezuelan revolutionary Ilich Ramírez Sánchez, who founded a worldwide terrorist organization and raided the 1975 OPEC meeting.\r\n            \r\n            \r\nIlich Ramirez Sanchez, aka 'Carlos,' is a Venezuelan-born Marxist revolutionary who aligns himself with the Palestinian cause and becomes the world's most notorious terrorist. He leads assaults on the meeting of OPEC ministers, taking them hostage and flying them from country to country seeking asylum, one of the most daring acts of terrorism in history. From his earliest days as an apprentice in the revolutionary movement to his subsequent downfall, Carlos becomes a figure of legend.                Written by\r\nJim Beaver <jumblejim@prodigy.net>",
      "genre": "[List]",
      "cast": "[List]",
      "v": 0
    },
    {
      "id": "[Record]",
      "link": "http://www.imdb.com/title/tt1572491/?ref_=rvi_tt",
      "idImdb": 1572491,
      "year": 2010,
      "title": "Balada do Amor e do Ódio",
      "rating": 6.6,
      "ratingCount": "11,162",
      "createdAt": "2017-10-31 00:41:43",
      "originalTitle": "Balada triste de trompeta",
      "duration": "1h 47min",
      "director": "Álex de la Iglesia",
      "description": "A young trapeze artist must decide between her lust for Sergio, the Happy Clown, or her affection for Javier, the Sad Clown, both of whom are deeply disturbed.\r\n            \r\n            \r\n1937, Spain is in the midst of the brutal Spanish Civil War. A \"Happy\" circus clown is interrupted mid-performance and forcibly recruited by a militia. Still in his costume, he is handed a machete and led into battle against National soldiers, where he single handedly massacres an entire platoon. Fast forward to 1973, the tail end of the Franco regime. Javier, the son of the clown, dreams of following in his father's career footsteps, but has seen too much tragedy in his life-he's simply not funny and is only equipped to play the role of the Sad Clown. He finds work in a circus where he befriends an outlandish cast of characters, but as the Sad Clown he must take the abuse of the brutish Happy Clown Sergio, who humiliates Javier daily in the name of entertainment. It is here that he meets Natalia, a gorgeous acrobat, and abused wife of Sergio. Javier falls deeply in love with Natalia and tries to rescue her from her cruel and violent husband, unleashing Sergio's jealousy. But Natalia ...                Written by\r\nAnonymous",
      "genre": "[List]",
      "cast": "[List]",
      "v": 0
    },
    {
      "id": "[Record]",
      "link": "http://www.imdb.com/title/tt1547657/?ref_=rvi_tt",
      "idImdb": 1547657,
      "year": 2010,
      "title": "Jack Taylor: The Guards",
      "rating": 7.2,
      "ratingCount": "1,305",
      "createdAt": "2017-10-31 00:41:47",
      "originalTitle": "",
      "duration": "1h 23min",
      "director": "Stuart Orme",
      "description": "Incorrigible boor Jack Taylor is fired from the Garda (Irish national police) for brutality against a government minister. His experience, some contacts and cheap rates get him started as ...\r\n                    See full summary »\r\n            \r\n            \r\nIncorrigible boor Jack Taylor is fired from the Garda (Irish national police) for brutality against a government minister. His experience, some contacts and cheap rates get him started as private eye in all but name, assisted by his even less law-abiding buddy, painter Sutton. Anne Henderson hires him, suggesting her missing teenage daughter was the latest in a series of suspicious 'suicides', which he traces to sleazy manager Ford's factory and illegal sex recordings. That turns out only the tip of the iceberg, even before Jack is beaten badly and old publican Sean is fatally run over.                Written by\r\nKGF Vissers",
      "genre": "[List]",
      "cast": "[List]",
      "v": 0
    },
    {
      "id": "[Record]",
      "link": "http://www.imdb.com/title/tt1795096/?ref_=rvi_tt",
      "idImdb": 1795096,
      "year": 0,
      "title": "Behzat Ç.: Bir Ankara Polisiyesi",
      "rating": 8.8,
      "ratingCount": "20,701",
      "createdAt": "2017-10-31 00:41:49",
      "originalTitle": "",
      "duration": "1h 30min",
      "director": "",
      "description": "Centered around a personally troubled, officially discredited police chief and his inharmonious police team in Ankara Police Force. Even though the show usually focuses on murders and other...\r\n                    See full summary »\r\n            \r\n            \r\nCentered around a personally troubled, officially discredited police chief and his inharmonious police team in Ankara Police Force. Even though the show usually focuses on murders and other crimes that happens on a weekly basis, the undertone of the story leads to an eventual duel between Behzat Ç. and the rotten department officials and bureaucrats.                Written by\r\nAgahmoyzen",
      "genre": "[List]",
      "cast": "[List]",
      "v": 0
    },
    {
      "id": "[Record]",
      "link": "http://www.imdb.com/title/tt1584000/?ref_=rvi_tt",
      "idImdb": 1584000,
      "year": 0,
      "title": "Durarara!!",
      "rating": 8,
      "ratingCount": "4,495",
      "createdAt": "2017-10-31 00:41:51",
      "originalTitle": "",
      "duration": "",
      "director": "",
      "description": "Tired of his mundane life, Mikado Ryugamine decides to move to Ikebukuro, a district in Tokyo, when a friend invites him. With everything from invisible gangs to rumored beings, Ikebukuro is full of connected mysteries where people's pasts intertwine with the present.\r\n            \r\n            \r\nTired of his mundane life, Mikado Ryugamine decides to move to Ikebukuro, a district in Tokyo, when a friend invites him. With everything from invisible gangs to rumored beings, Ikebukuro is full of connected mysteries where people's pasts intertwine with the present.",
      "genre": "[List]",
      "cast": "[List]",
      "v": 0
    }
  ]
